Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard
Since:
2018
An enumerated type listing all the possible outdoor airflow standard for a space type.
Since:
2018

Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard.MaxByACH_ByArea_ByPeople
Maximum(by ACH, by area, by people).

Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard.MaxByACH_ByPeopleByArea
Maximum(by ACH, by people and by area).

Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard.MaxByPeople_ByArea
Maximum(by people, by area).

Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard.ByACH
By ACH.

Autodesk.Revit.DB.Analysis.OutdoorAirFlowStandard.ByPeopleAndByArea
By people and by area.